[
  {
    "id": 1,
    "name": "El profesor - Vit t-shirt",
    "price": 299,
    "stock": 578,
    "image": "https://encrypted-tbn1.gstatic.com/shopping?q=tbn:ANd9GcSQ1ZuFyVfAXr0xqfJjbSpdU-xmAzQISxAApglX6mqrM1DYbukju0rnQOT4CeDeuA0-As7ua3Xb-Gvu6b1SQ2c1wOAO5jZcXQaigC4KcZJAJ3WLWeO_-zOZ",
    "description": "Visa din intelligenta rebellanda med denna stilrena vita t-shirt prydd med texten El Profesor. En hyllning till hjärnan bakom kuppen – perfekt för fans som identifierar sig mer med strategi än action. Tillverkad i mjuk, högkvalitativ bomull som håller både formen och statementet tvätt efter tvätt.",
    "category": "casa-de-papel"
  },
  
  {
    "id": 2,
    "name": "Casa de papel t-shirt",
    "price": 399,
    "stock":249,
    "image": "https://encrypted-tbn2.gstatic.com/shopping?q=tbn:ANd9GcSeyOwDXzIT7-7-960zyEvxYrHo-Q4cREyDKzSDouAIdEAFB0I7AK3a_f0DSBtj0pN0yXIdOo4NQDkQx30iReA7vdveH8Tjx9K1QzqBU-Nj-DZSxEbTXcRY",
    "description":"En ikonisk look som inte kräver ett rån för att bära. Denna svarta t-shirt har ett iögonfallande tryck av en karaktär iförd den välkända Dali-masken och röda overallen. En kraftfull symbol för motstånd, frihet och oförglömlig stil. Passar perfekt för både vardag och cosplay-event.",
     "category": "casa-de-papel"
  },
  {
    "id": 3,
    "name": "Dexter t-shirt",
    "price": 499,
    "stock":729,
    "image": "https://i.ebayimg.com/images/g/2YYAAOSwGzpfmbaV/s-l1200.jpg",
    "description":"För den som vet att monstret bor i detaljerna. Denna svarta t-shirt fångar Dexters kalla precision – hans ansikte anas genom en transparent plastfilm, som en påminnelse om hans ritualer före varje 'behandling' En subtil men kraftfull hyllning till seriens mörka charm.",
     "category": "dexter"

  },
  {
    "id": 4,
    "name": "Dexter blodig hoodie",
    "price": 599,
    "stock":290,
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQlsFbdeGso0ZMtN7IOUli0l-Ty0NmHdbaJfg&s",
    "description":"Mörk, stilren och lätt obehaglig – precis som Dexter själv. Denna hoodie har ett dramatiskt tryck i rött som skildrar Dexter i en blodig kontrast mot det svarta tyget. Perfekt för kalla kvällar eller när du vill bära din fascination för rättvisa med en mörk twist.",
     "category": "dexter"

  },
  {
    "id": 5,
    "name": "Prision break svan",
    "price": 699,
    "stock":22,
    "image": "https://m.media-amazon.com/images/I/61azKhCwxbL._AC_UY1000_.jpg",
    "description":"En symbol för hopp, frihet och Michaels briljanta plan. Denna svarta t-shirt pryds av en vit origami-svan – en diskret men kraftfull referens till Prison Break och Michael Scofields tysta styrka. För dig som vet att det enkla kan bära det mest geniala budskapet.",
     "category": "prison-break"

  }
]
